aheadtest/3.10.0-957.el7.x86_64_native/fio_1Mrandread1.log
test: (g=0): rw=randread, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=11023: Wed Nov  4 18:28:21 2020
   read: IOPS=99, BW=99.3MiB/s (104MB/s)(58.2GiB/600006msec)
    clat (usec): min=9667, max=32452, avg=10014.65, stdev=127.81
     lat (usec): min=9668, max=32455, avg=10016.53, stdev=127.82
    clat percentiles (usec):
     |  1.00th=[ 9896],  5.00th=[ 9896], 10.00th=[ 9896], 20.00th=[ 9896],
     | 30.00th=[10028], 40.00th=[10028], 50.00th=[10028], 60.00th=[10028],
     | 70.00th=[10028], 80.00th=[10028], 90.00th=[10159], 95.00th=[10159],
     | 99.00th=[10290], 99.50th=[10290], 99.90th=[10552], 99.95th=[10683],
     | 99.99th=[11731]
   bw (  KiB/s): min=26624, max=106496, per=100.00%, avg=102010.30, stdev=2994.14, samples=1196
   iops        : min=   26, max=  104, avg=99.57, stdev= 2.93, samples=1196
  lat (msec)   : 10=47.83%, 20=52.17%, 50=0.01%
  cpu          : usr=0.09%, sys=6.22%, ctx=59643, majf=0, minf=2435
  IO depths    : 1=100.8%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=59581,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=99.3MiB/s (104MB/s), 99.3MiB/s-99.3MiB/s (104MB/s-104MB/s), io=58.2GiB (62.5GB), run=600006-600006msec