aheadtest/3.10.0-957.el7.x86_64_native/fio_1Mread1.log
test: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=11274: Wed Nov  4 18:48:44 2020
   read: IOPS=108, BW=109MiB/s (114MB/s)(63.8GiB/601489msec)
    clat (usec): min=218, max=2198.8k, avg=9157.70, stdev=50285.00
     lat (usec): min=220, max=2198.8k, avg=9159.62, stdev=50285.01
    clat percentiles (usec):
     |  1.00th=[    249],  5.00th=[    281], 10.00th=[    318],
     | 20.00th=[    330], 30.00th=[    343], 40.00th=[    351],
     | 50.00th=[    363], 60.00th=[    371], 70.00th=[    388],
     | 80.00th=[    412], 90.00th=[    486], 95.00th=[  45876],
     | 99.00th=[ 214959], 99.50th=[ 308282], 99.90th=[ 641729],
     | 99.95th=[ 784335], 99.99th=[1669333]
   bw (  KiB/s): min= 2048, max=2590720, per=100.00%, avg=118302.70, stdev=311882.36, samples=1131
   iops        : min=    2, max= 2530, avg=115.47, stdev=304.58, samples=1131
  lat (usec)   : 250=1.02%, 500=89.59%, 750=1.58%, 1000=0.03%
  lat (msec)   : 2=0.08%, 4=0.18%, 10=0.39%, 20=0.68%, 50=1.66%
  lat (msec)   : 100=1.80%, 250=2.26%, 500=0.56%, 750=0.12%, 1000=0.03%
  cpu          : usr=0.07%, sys=7.40%, ctx=120006, majf=0, minf=2420
  IO depths    : 1=100.7%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=65341,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=109MiB/s (114MB/s), 109MiB/s-109MiB/s (114MB/s-114MB/s), io=63.8GiB (68.5GB), run=601489-601489msec