aheadtest/3.10.0-957.el7.x86_64_native/fio_1Mwrite1.log
test: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=11827: Wed Nov  4 19:11:28 2020
  write: IOPS=111, BW=111MiB/s (117MB/s)(65.2GiB/600005msec)
    clat (usec): min=361, max=10998, avg=8607.91, stdev=1642.53
     lat (usec): min=374, max=11029, avg=8635.03, stdev=1643.93
    clat percentiles (usec):
     |  1.00th=[  375],  5.00th=[ 7963], 10.00th=[ 8848], 20.00th=[ 8979],
     | 30.00th=[ 8979], 40.00th=[ 8979], 50.00th=[ 8979], 60.00th=[ 8979],
     | 70.00th=[ 8979], 80.00th=[ 8979], 90.00th=[ 8979], 95.00th=[ 9110],
     | 99.00th=[ 9372], 99.50th=[ 9896], 99.90th=[10028], 99.95th=[10028],
     | 99.99th=[10159]
   bw (  KiB/s): min=75776, max=2232320, per=100.00%, avg=118401.25, stdev=81302.90, samples=1155
   iops        : min=   74, max= 2180, avg=115.58, stdev=79.40, samples=1155
  lat (usec)   : 500=2.00%, 750=1.65%, 1000=0.17%
  lat (msec)   : 2=0.02%, 10=96.04%, 20=0.12%
  cpu          : usr=0.22%, sys=8.27%, ctx=85342, majf=0, minf=4287
  IO depths    : 1=104.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,66783,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=111MiB/s (117MB/s), 111MiB/s-111MiB/s (117MB/s-117MB/s), io=65.2GiB (70.0GB), run=600005-600005msec