aheadtest/3.10.0-957.el7.x86_64_native/fio_4Krandread1.log
test: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=10784: Wed Nov  4 18:08:00 2020
   read: IOPS=3314, BW=12.9MiB/s (13.6MB/s)(7767MiB/600001msec)
    clat (usec): min=132, max=207377, avg=290.78, stdev=154.35
     lat (usec): min=133, max=207379, avg=292.69, stdev=154.35
    clat percentiles (usec):
     |  1.00th=[  180],  5.00th=[  210], 10.00th=[  227], 20.00th=[  249],
     | 30.00th=[  269], 40.00th=[  281], 50.00th=[  289], 60.00th=[  306],
     | 70.00th=[  322], 80.00th=[  338], 90.00th=[  351], 95.00th=[  359],
     | 99.00th=[  379], 99.50th=[  388], 99.90th=[  408], 99.95th=[  441],
     | 99.99th=[  676]
   bw (  KiB/s): min= 8568, max=16736, per=99.99%, avg=13255.12, stdev=672.84, samples=1199
   iops        : min= 2142, max= 4184, avg=3313.75, stdev=168.21, samples=1199
  lat (usec)   : 250=21.01%, 500=78.96%, 750=0.02%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 250=0.01%
  cpu          : usr=4.79%, sys=18.12%, ctx=3972780, majf=0, minf=3779
  IO depths    : 1=100.9%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1988455,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=12.9MiB/s (13.6MB/s), 12.9MiB/s-12.9MiB/s (13.6MB/s-13.6MB/s), io=7767MiB (8145MB), run=600001-600001msec