aheadtest/3.10.0-957.el7.x86_64_native/fio_4Krandread32.log
test: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
...
fio-3.7
Starting 32 processes

test: (groupid=0, jobs=32): err= 0: pid=10832: Wed Nov  4 18:18:09 2020
   read: IOPS=37.3k, BW=146MiB/s (153MB/s)(85.4GiB/600074msec)
    clat (nsec): min=699, max=209295k, avg=846266.51, stdev=485044.66
     lat (usec): min=2, max=209296, avg=848.33, stdev=485.05
    clat percentiles (usec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    6], 20.00th=[    7],
     | 30.00th=[ 1057], 40.00th=[ 1074], 50.00th=[ 1090], 60.00th=[ 1106],
     | 70.00th=[ 1106], 80.00th=[ 1123], 90.00th=[ 1139], 95.00th=[ 1156],
     | 99.00th=[ 1221], 99.50th=[ 1303], 99.90th=[ 1565], 99.95th=[ 1680],
     | 99.99th=[ 2089]
   bw (  KiB/s): min= 2304, max= 5296, per=3.12%, avg=4664.08, stdev=318.96, samples=38400
   iops        : min=  576, max= 1324, avg=1165.98, stdev=79.73, samples=38400
  lat (nsec)   : 750=0.01%, 1000=0.01%
  lat (usec)   : 2=0.01%, 4=0.27%, 10=21.44%, 20=1.07%, 50=0.75%
  lat (usec)   : 100=0.05%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.78%
  lat (msec)   : 2=75.64%, 4=0.01%, 10=0.01%, 20=0.01%, 250=0.01%
  cpu          : usr=0.81%, sys=3.08%, ctx=36865649, majf=58, minf=90746
  IO depths    : 1=100.6%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=22392014,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=146MiB/s (153MB/s), 146MiB/s-146MiB/s (153MB/s-153MB/s), io=85.4GiB (91.7GB), run=600074-600074msec