aheadtest/3.10.0-957.el7.x86_64_native/fio_4Kread1.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=11059: Wed Nov  4 18:38:29 2020
   read: IOPS=27.4k, BW=107MiB/s (112MB/s)(62.7GiB/600255msec)
    clat (nsec): min=629, max=3662.5M, avg=30340.30, stdev=3583331.63
     lat (nsec): min=1606, max=3662.5M, avg=31776.58, stdev=3583332.97
    clat percentiles (usec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    7], 99.50th=[   13], 99.90th=[   27], 99.95th=[   36],
     | 99.99th=[68682]
   bw (  KiB/s): min=  728, max=548824, per=100.00%, avg=120795.17, stdev=154696.01, samples=1089
   iops        : min=  182, max=137206, avg=30198.77, stdev=38674.00, samples=1089
  lat (nsec)   : 750=0.01%, 1000=0.01%
  lat (usec)   : 2=0.12%, 4=90.24%, 10=8.98%, 20=0.48%, 50=0.16%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=5.77%, sys=23.11%, ctx=140678, majf=0, minf=155
  IO depths    : 1=100.7%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=16444708,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=107MiB/s (112MB/s), 107MiB/s-107MiB/s (112MB/s-112MB/s), io=62.7GiB (67.4GB), run=600255-600255msec