aheadtest/3.10.0-957.el7.x86_64_native/fio_4Kwrite1.log
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=11542: Wed Nov  4 19:00:58 2020
  write: IOPS=28.6k, BW=112MiB/s (117MB/s)(65.4GiB/600001msec)
    clat (nsec): min=698, max=11165k, avg=26635.38, stdev=344224.23
     lat (usec): min=2, max=11166, avg=28.28, stdev=344.23
    clat percentiles (usec):
     |  1.00th=[    4],  5.00th=[    5], 10.00th=[    6], 20.00th=[    6],
     | 30.00th=[    6], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[    7], 80.00th=[    7], 90.00th=[    8], 95.00th=[   10],
     | 99.00th=[   17], 99.50th=[   21], 99.90th=[ 5669], 99.95th=[ 5735],
     | 99.99th=[ 9372]
   bw (  KiB/s): min=15808, max=452984, per=100.00%, avg=118635.25, stdev=32614.54, samples=1155
   iops        : min= 3952, max=113246, avg=29658.80, stdev=8153.63, samples=1155
  lat (nsec)   : 750=0.01%, 1000=0.01%
  lat (usec)   : 2=0.01%, 4=2.84%, 10=92.96%, 20=3.65%, 50=0.19%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.35%, 20=0.01%
  cpu          : usr=8.33%, sys=30.28%, ctx=97349, majf=0, minf=164
  IO depths    : 1=102.6%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,17144366,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=112MiB/s (117MB/s), 112MiB/s-112MiB/s (117MB/s-117MB/s), io=65.4GiB (70.2GB), run=600001-600001msec